tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/services"
tap "instantclienttap/instantclient"
tap "ministryofjustice/cloud-platform-tap"
tap "snyk/tap"
brew "act"
brew "glib"
brew "cairo"
brew "docker-compose"
brew "gh"
brew "git"
brew "git-crypt"
brew "gitleaks"
brew "gnupg"
brew "openjdk@17"
brew "python@3.12"
brew "gradle@7"
brew "hadolint"
brew "helm"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "openjdk"
brew "maven"
brew "nvm"
brew "openjdk@21"
brew "pipenv"
brew "postgresql@14", restart_service: :changed
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "shared-mime-info"
brew "starship"
brew "trufflehog"
brew "yarn"
brew "zsh-autosuggestions"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "instantclienttap/instantclient/instantclient-tools"
brew "ministryofjustice/cloud-platform-tap/cloud-platform-cli"
brew "snyk/tap/snyk"
cask "alfred"
cask "chromedriver"
cask "dbeaver-community"
cask "docker-desktop"
cask "flameshot"
cask "iterm2"
cask "libreoffice"
cask "microsoft-edge"
cask "postman"
cask "spotify"
cask "tuple"
cask "whatsapp"
vscode "aaronyoung.dark-synthwave-vscode"
vscode "alexandernanberg.horizon-theme-vscode"
vscode "castwide.solargraph"
vscode "circleci.circleci"
vscode "crappycodemaker.ccm-plsql-oracle"
vscode "davidpallinder.rails-test-runner"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "fernaandojr.synthwave-remix-min-darker"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "mbmgfnbk.atom-one-dark-pro-ui"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "redhat.java"
vscode "shopify.ruby-lsp"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "sveggiani.vscode-field-lights"
vscode "tomphilbin.gruvbox-themes"
vscode "vayan.haml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
