aaronyoung.dark-synthwave-vscode
alexandernanberg.horizon-theme-vscode
castwide.solargraph
circleci.circleci
crappycodemaker.ccm-plsql-oracle
davidpallinder.rails-test-runner
docker.docker
eamodio.gitlens
fernaandojr.synthwave-remix-min-darker
github.vscode-github-actions
hashicorp.terraform
janisdd.vscode-edit-csv
mbmgfnbk.atom-one-dark-pro-ui
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
redhat.java
shopify.ruby-lsp
snyk-security.snyk-vulnerability-scanner
sveggiani.vscode-field-lights
tomphilbin.gruvbox-themes
vayan.haml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
